Repository: Mazamazine/multilingual_videoclips_gallery
Catalog: languages/vcg-*.po
Languages: fr_fr

source: Video clips gallery
fr_fr: Capsules audiovisuelles

source: Display video clips gallery
fr_fr: Afficher la galerie

source: no
fr_fr: non

source: yes
fr_fr: oui

source: Attach media
fr_fr: Attacher un média

source: No attachment yet
fr_fr: Aucun média attaché

source: Included medias
fr_fr: Médias inclus

source: Title
fr_fr: Titre

source: Included medias must have at least one language to be displayed (e.g.: categories>vcg_languages>français)
fr_fr: Les médias inclus doivent avoir au moins une langue afin d'être affichés (ex.: catégories>vcg_languages>français)

source: Default category on page load: français
fr_fr: Catégorie par défaut au chargement de la page: français

source: No media found
fr_fr: Aucun média n'a été trouvé

source: Audiovisual clips
fr_fr: Capsules audiovisuelles

source: Choose language
fr_fr: Choisir la langue

source: This plugin needs Media Library Categories to work properly. Please install and activate it first! The plugin has been deactivated.
fr_fr: Cette extension dépend de Media Library Categories pour fonctionner correctement. Merci de commencer par l'installer et l'activer! L'extension a été désactivée.
